import type { NewsType } from "../types";

export const newsData: NewsType[] = [
  {
    id: 1,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 2,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 3,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 4,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 5,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 6,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
  {
    id: 7,
    title: "На марафоне Знание. Первые подвели итоги Игры Будущего.",
    description:
      "В последнем отчете индустрии фиджитал-спорта обнародованы данные, свидетельствующие о революционных изменениях в мире виртуальных спортивных игр. Благодаря новейшим технологическим достижениям, фиджитал-спорт смог выйти на совершенно новый уровень, предлагая участникам и зрителям уникальные и неповторимые впечатления.",
    body:
      "В июле 2024 года Санкт-Петербург ожидает масштабное событие, которое может изменить представление о спорте будущего — турнир по фиджитал-баскетболу. Этот уникальный спортивный фестиваль сочетает в себе динамическую игру в баскетбол со свежими технологиями виртуальной реальности, предлагая участникам и зрителям совершенно новые ощущения. Город на Неве, уже известный своими культурными и спортивными мероприятиями, готовится принять участников со всего мира.\n" +
      "\n" +
      "Уникальный спортивный фестиваль привлечет внимание как профессионалов, так и любителей, предложив им новые ощущения и незабываемый опыт. Участники и зрители окажутся в виртуальном мире, где границы реальности смешиваются с возможностями технологий.\n" +
      "Санкт-Петербург, город на Неве, уже славится своими культурными и спортивными мероприятиями, и готов подарить гостям со всех уголков планеты неповторимые впечатления. Ожидается, что турнир привлечет участников со всех континентов, укрепляя связи и дружбу через спорт и технологии.\n" +
      "\n" +
      "Создатели турнира обещают, что соревнование будет не только показом навыков в баскетболе, но и испытанием для адаптации и интеграции новейших технологий в спорт. Ожидается, что турнир привлечет внимание миллионов поклонников киберспорта, а также традиционных спортивных фанатов, желающих увидеть, как классический баскетбол может трансформироваться в новую, захватывающую форму.\n" +
      "\n" +
      "Присоединяйтесь к нам, чтобы пережить этот незабываемый спортивный праздник, в котором сплетаются традиции и инновации, страсть и технологии. Будущее спорта уже здесь, и мы ждем вас, чтобы вместе открыть его новую главу!",
    artwork_url: "/images/poster_example.jpg",
    tags: ["Баскетбол-фитжитал", "Фитжитал"],
    created_at: new Date(),
  },
];
